const CITY = ['浙江省杭州市上城区','浙江省杭州市下城区','浙江省杭州市江干区','浙江省杭州市拱墅区','浙江省杭州市西湖区','浙江省杭州市滨江区','浙江省杭州市萧山区','浙江省杭州市余杭区','浙江省杭州市富阳区','浙江省杭州市临安区','浙江省杭州市桐庐县','浙江省杭州市淳安县','浙江省杭州市建德','浙江省宁波市海曙区','浙江省宁波市江北区','浙江省宁波市北仑区','浙江省宁波市镇海区','浙江省宁波市鄞州区','浙江省宁波市奉化区','浙江省宁波市象山县','浙江省宁波市宁海县','浙江省宁波市余姚','浙江省宁波市慈溪','浙江省温州市鹿城区','浙江省温州市龙湾区','浙江省温州市瓯海区','浙江省温州市洞头区','浙江省温州市永嘉县','浙江省温州市平阳县','浙江省温州市苍南县','浙江省温州市文成县','浙江省温州市泰顺县','浙江省温州市瑞安','浙江省温州市乐清','浙江省温州市龙港','浙江省嘉兴市南湖区','浙江省嘉兴市秀洲区','浙江省嘉兴市嘉善县','浙江省嘉兴市海盐县','浙江省嘉兴市海宁','浙江省嘉兴市平湖','浙江省嘉兴市桐乡','浙江省湖州市吴兴区','浙江省湖州市南浔区','浙江省湖州市德清县','浙江省湖州市长兴县','浙江省湖州市安吉县','浙江省绍兴市越城区','浙江省绍兴市柯桥区','浙江省绍兴市上虞区','浙江省绍兴市新昌县','浙江省绍兴市诸暨','浙江省绍兴市嵊州','浙江省金华市婺城区','浙江省金华市金东区','浙江省金华市武义县','浙江省金华市浦江县','浙江省金华市磐安县','浙江省金华市兰溪','浙江省金华市义乌','浙江省金华市东阳','浙江省金华市永康 ','浙江省衢州市柯城区','浙江省衢州市衢江区','浙江省衢州市常山县','浙江省衢州市开化县','浙江省衢州市龙游县','浙江省衢州市江山','浙江省舟山市定海区','浙江省舟山市普陀区','浙江省舟山市岱山县','浙江省舟山市嵊泗县','浙江省台州市椒江区','浙江省台州市黄岩区','浙江省台州市路桥区','浙江省台州市三门县','浙江省台州市天台县','浙江省台州市仙居县','浙江省台州市温岭','浙江省台州市临海','浙江省台州市玉环 ','浙江省丽水市莲都区','浙江省丽水市青田县','浙江省丽水市缙云县','浙江省丽水市遂昌县','浙江省丽水市松阳县','浙江省丽水市云和县','浙江省丽水市庆元县','浙江省丽水市龙泉','河北省邯郸市','河北省保定市','河北省张家口市','江苏省无锡市','江苏省常州市','江苏省苏州市','安徽省合肥市','安徽省淮南市','安徽省淮北市','福建省厦门市','山东省烟台市','山东省潍坊市','山东省临沂市','河南省开封市','河南省洛阳市','河南省平顶山市','湖北省黄石市','湖北省襄樊市','湖北省荆州市','湖南省株洲市','湖南省湘潭市','湖南省衡阳市','广东省深圳市','广东省汕头市','广东省珠海市','广西南宁市','广西柳州市','河北省秦皇岛市','河北省邢台市','河北省衡水市','安徽省芜湖市','安徽省安庆市','福建省泉州市','福建省漳州市','江西省景德镇市','江西省萍乡市','江西省九江市','河南省鹤壁市','河南省濮阳市','河南省许昌市','广西桂林市','海南省海口市','四川省绵阳市']






const FN = ['赵','钱','孙','李','周','吴','郑','王','冯','陈','褚','卫','蒋','沈','韩','杨','朱','秦','尤','许','何','吕','施','张','孔','曹','严','华','金','魏','陶','姜','戚','谢','邹','喻','柏','水','窦','章','云','苏','潘','葛','奚','范','彭','郎','鲁','韦','昌','马','苗','凤','花','方','俞','任','袁','柳','酆','鲍','史','唐','费','廉','岑','薛','雷','贺','倪','汤','滕','殷','罗','毕','郝','邬','安','常','乐','于','时','傅','皮','卞','齐','康','伍','余','元','卜','顾','孟','平','黄','和','穆','萧','尹','姚','邵','湛','汪','祁','毛','禹','狄','米','贝','明','臧','计','伏','成','戴','谈','宋','茅','庞','熊','纪','舒','屈','项','祝','董','粱','杜','阮','蓝','闵','席','季','麻','强','贾','路','娄','危','江','童','颜','郭','梅','盛','林','刁','钟','徐','邱','骆','高','夏','蔡','田','樊','胡','凌','霍','虞','万','支','柯','昝','管','卢','莫','经','房','裘','缪','干','解','应','宗','丁','宣','贲','邓','郁','单','杭','洪','包','诸','左','石','崔','吉','钮','龚','程','嵇','邢','滑','裴','陆','荣','翁','荀','羊','於','惠','甄','麴','家','封','芮','羿','储','靳','汲','邴','糜','松','井','段','富','巫','乌','焦','巴','弓','牧','隗','山','谷','车','侯','宓','蓬','全','郗','班','仰','秋','仲','伊','宫','宁','仇','栾','暴','甘','钭','厉','戎','祖','武','符','刘','景','詹','束','龙','叶','幸','司','韶','郜','黎','蓟','薄','印','宿','白','怀','蒲','邰','从','鄂','索','咸','籍','赖','卓','蔺','屠','蒙','池','乔','阴','欎','胥','能','苍','双','闻','莘','党','翟','谭','贡','劳','逄','姬','申','扶','堵','冉','宰','郦','雍','舄','璩','桑','桂','濮','牛','寿','通','边','扈','燕','冀','郏','浦','尚','农','温','别','庄','晏','柴','瞿','阎','充','慕','连','茹','习','宦','艾','鱼','容','向','古','易','慎','戈','廖','庾','终','暨','居','衡','步','都','耿','满','弘','匡','国','文','寇','广','禄','阙','东','殴','殳','沃','利','蔚','越','夔','隆','师','巩','厍','聂','晁','勾','敖','融','冷','訾','辛','阚']


// const CASE = [ { name:'20峰会西子宾馆', img:'case/01.jpg' },
               { name:'上城区社保局', img:'case/02.jpg' },
               { name:'上海万怡酒店', img:'case/03.jpg' },
               { name:'上虞政协办公楼', img:'case/04.jpg' },
               { name:'下城观成幼儿园', img:'case/05.jpg' },
               { name:'中意文化交流中心', img:'case/06.jpg' },
               { name:'云呼企业管理集团', img:'case/07.jpg' },
               { name:'仙化传媒公司', img:'case/08.jpg' },
               { name:'周易研究所', img:'case/09.jpg' },
               { name:'宁波银行湖州分行', img:'case/10.jpg' },
               { name:'工商银行嵊州支行', img:'case/11.jpg' },
               { name:'悦悦满月子会所', img:'case/12.jpg' },
               { name:'新浪琴湾别墅', img:'case/13.jpg' },
               { name:'春晖上源府别墅', img:'case/14.jpg' },
               { name:'杭州下城党群服务中心', img:'case/15.jpg' },
               { name:'杭州市工商业联合会', img:'case/16.jpg' },
               { name:'杭州行知小学学院校区', img:'case/17.jpg' },
               { name:'果然控股集团', img:'case/18.jpg' },
               { name:'桐乡农业创新中心', img:'case/19.jpg' },
               { name:'浙大网新银湖科技园', img:'case/20.jpg' },
               { name:'浙江省国资委', img:'case/21.jpg' },
               { name:'湖州市民中心', img:'case/22.jpg' },
               { name:'爱弥儿幼儿园', img:'case/23.jpg' },
               { name:'瑞莱克斯酒店', img:'case/24.jpg' },
               { name:'维也纳酒店', img:'case/25.jpg' },
               { name:'绿城房产', img:'case/26.jpg' },
               { name:'融创房产', img:'case/27.jpg' },
               { name:'长兴县行政服务中心', img:'case/28.jpg' },
               { name:'靖美华庭', img:'case/29.jpg' },
               { name:'龙湖地产', img:'case/30.jpg' } ]

module.exports = {CITY, FN, CASE}